{
  "truth": [
    "If you could be invisible, what is the first thing you would do?",
    "What is a secret you kept from your parents?",
    "What is the most embarrassing music you listen to?",
    "What is one thing you wish you could change about yourself?",
    "Who is your secret crush?",
    "Who is the last person you creeped on social media?",
    "When was the last time you wet the bed?",
    "If a genie granted you three wishes, what would you ask for?",
    "What is your biggest regret?",
    "Where is the weirdest place you've ever gone to the bathroom?",
    "What is the most food you've ever eaten in a single sitting?",
    "Which player would survive a zombie apocalypse and which would be the first to go?",
    "Reveal all the details of your first kiss.    What excuse have you used before to get out plans with a friend?",
    "What's the longest you've ever slept?",
    "Read the last thing you sent your best friend or significant other out loud.    What's your biggest pet peeve?",
    "When was the last time you lied?",
    "What five things would you bring to a desert island?",
    "What's the most embarrassing thing you ever did on a date?",
    "What is the craziest pickup line you've ever used?",
    "What animal do you think you most look like?",
    "How many selfies do you take a day?",
    "What is one thing you would stand in line for an hour for?",
    "When was the last time you cried?",
    "What's the longest time you've ever gone without showering?",
    "What's the most embarrassing top-played song on your phone?",
    "What was your favorite childhood show?",
    "If you could be a fictional character for a day, who would you choose?",
    "What's your biggest fear?",
    "What's one silly thing you can't live without?",
    "What is the weirdest trend you've ever participated in?",
    "If you could only listen to one song for the rest of your life, what would you choose?",
    "What person do you text the most?",
    "Have you ever been fired from a job?",
    "What is an instant deal breaker in a potential love interest?",
    "If you could only eat one thing for the rest of your life, what would you choose?",
    "What is the biggest lie you ever told your parents?",
    "What's the worst physical pain you've ever experienced?",
    "Which player knows you the best?",
    "What's your favorite part of your body?",
    "What's the weirdest thing you've ever eaten?",
    "Have you ever gone skinny dipping?",
    "Tell us about the worst date you've ever been on?",
    "Who is your celebrity crush?",
    "What's the strangest dream you've ever had?",
    "What are the top three things you look for in a boyfriend/girlfriend?",
    "What is your worst habit?",
    "How many stuffed animals do you own?",
    "What is your biggest insecurity?"
  ],
  "dare": [
    "Do a free-style rap for the next minute",
    "Let another person post a status on your behalf",
    "Hand over your phone to another player who can send a single text saying anything they want to anyone they want",
    "Let the other players go through your phone for one minute",
    "Smell another player's armpit",
    "Smell another player's bare foot",
    "Eat a bite of a banana peel",
    "Do an impression of another player until someone can figure out who it is",
    "Say pickles at the end of every sentence you say until it's your turn again",
    "Imitate a YouTube star until another player guesses who you're portraying",
    "Act like a chicken until your next turn",
    "Talk in a British accent until your next turn",
    "Call a friend, pretend it's their birthday, and sing them Happy Birthday to You",
    "Name a famous person that looks like each player in the room",
    "Show us your best dance moves",
    "Eat a packet of hot sauce straight",
    "Let another person draw a tattoo on your back with a permanent marker",
    "Put on a blindfold and touch the other players' faces until you can figure out who's who",
    "Serenade the person to your right for a full minute",
    "Do 20 squats",
    "Let the other players redo your hairstyle",
    "Gulp down a raw egg",
    "Dump out your purse, backpack, or pockets and do a show and tell of what's inside",
    "Let the player to your right redo your makeup",
    "Do a prank call on one of your family members",
    "Let another player create a hat out of toilet paper — and you've got to wear it for the rest of the game",
    "Do a plank for a full minute",
    "Put five cubes in your mouth (you can't chew them, you just have to let them melt—brrr)",
    "Bark like a dog",
    "Draw your favorite movie and have the other person guess it (Pictionary-style)",
    "Repeat everything the person to your right says until your next turn",
    "Demonstrate how you style your hair in the mirror (without actually using the mirror)",
    "Play air guitar for one minute",
    "Empty a glass of cold water onto your head outside",
    "Lay on the floor and act like a sizzling piece of bacon",
    "In the next ten minutes, find a way to scare another player and make it a surprise",
    "Lick a bar of soap",
    "Eat a teaspoon of mustard"
  ]
}